{"label": "Seas the Day! ",
 "description": "A selection of fiction and nonfiction books about oceans, ocean Life, and the people that study and explore them!",
"list": [
{"label" : "Seashells of New England: A Beachcomber's Guide, by Sandy Allison","isbns" : [ "9781493027897"
]},{"label" : "A year by the Sea: Thoughts of an Unfinished Woman, by Joan Anderson","isbns" : [ "9780385491396",
"9780767905930"
]},{"label" : "The Voyage of the Narwhal: A Novel, by Andrea Barrett","isbns" : [ "9780393046328",
"9780788734311"
]},{"label" : "Close to Shore: A True Story of Terror in an Age of Innocence, by Michael Capuzzo","isbns" : [ "9780767904131"
]},{"label" : "The Devils Teeth:  A True Story of Obsession and Survival Among Americas Great White Sharks, by Susan Casey","isbns" : [ "9780786281084",
"9780805075816"
]},{"label" : "The Hunt for Red October, by Tom Clancy","isbns" : [ "9780870212857",
"9781101008249",
"9781978636668"
]},{"label" : "The Secret Life of Lobsters: How Fishermen and Scientists are unraveling the Mysteries of our Favorite Crustacean, by Trevor Corson","isbns" : [ "9780060555580"
]},{"label" : "The Devil's Triangle, by Catherine Coulter","isbns" : [ "9781410497543",
"9781491545973",
"9781501150326"
]},{"label" : "The Silent World, by Jacques Cousteau","isbns" : [ "9780792267966"
]},{"label" : "Aquagenesis: The Origin and Evolution of life in the Sea, by Richard Ellis","isbns" : [ "9780670030231"
]},{"label" : "Soundings: The Story of the Remarkable Woman Who Mapped the Ocean Floor, by Hali Felt","isbns" : [ "9780805092158"
]},{"label" : "438 Days: An Extraordinary True Story of Survival at Sea, by Jonathan Franklin","isbns" : [ "9781501116292",
"9781628998238",
"9781442396043"
]},{"label" : "Born to Fish: How an Obsessed Angler Became the World's Greatest Striped Bass Fisherman, by Tim Gallagher","isbns" : [ "9780544787247"
]},{"label" : "The Mathews Men: Seven Brothers and the War Against Hitler's U-Boats, by William Geroux","isbns" : [ "9780399567131",
"9780525428152",
"9781410488152",
"9780399567100"
]},{"label" : "The Water Will Come: Rising Seas, Sinking Cities, and the Remaking of the Civilized World, by Jeff Goodell","isbns" : [ "9780316260206"
]},{"label" : "Soul Surfer: A True Story of Faith, Family, and Fighting to Get Back on the Board, by Bethany Hamilton","isbns" : [ "9781439165799"
]},{"label" : "Into the Planet: My Life as a Cave Diver, by Jill Heinerth","isbns" : [ "9780062691545",
"9780062691569"
]},{"label" : "The Old Man and the Sea, by Ernest Hemingway","isbns" : [ "9780684801223",
"9780684830490",
"9780743564366",
"9780816159703"
]},{"label" : "War of the Whales: A True Story, by Joshua Horwitz","isbns" : [ "9781451645019"
]},{"label" : "The Perfect Storm: A True Story of Men Against the Sea, by Sebastian Junger","isbns" : [ "9780393040166",
""
]},{"label" : "Ocean: A Photicular Book, by Carol Kaufmann","isbns" : [ "9780761180517"
]},{"label" : "In the Waves: My Quest to Solve the Mystery of a Civil War Submarine, by Rachel Lance","isbns" : [ "9781524744151"
]},{"label" : "Isaac's Storm: A Man, A Time, and the Deadliest Hurricane in History, by Erik Larson","isbns" : [ "9780307874092",
"9780609602331",
"9780783889320",
"9781664409897"
]},{"label" : "The Voyage of the Dawn Treader, by C. S. Lewis","isbns" : [ "9780062011343",
"9780060234867",
"9780060854386",
"9780061765742"
]},{"label" : "Gift from the Sea, by Anne Morrow Lindbergh","isbns" : [ "9780394412559",
"9780375434556",
"9781415916681",
"9780739346006"
]},{"label" : "Lighthouses of New England: Your Guide to the Lighthouses of Maine, New Hampshire, Vermont, Massachusetts, Rhode Island, and Connecticut, by Jon Marcus","isbns" : [ "9780896584846"
]},{"label" : "Bootleggers, Lobstermen & Lumberjacks: Fifty of the Grittiest Moments in the History of Hardscrabble New England, by Matthew P. Mayo","isbns" : [ "9780762759682"
]},{"label" : "The Reef: A Passionate History, by Iain McCalman","isbns" : [ "9780374248192"
]},{"label" : "Emperors of the Deep: Sharks--the Ocean's most Mysterious, Most Misunderstood, and Most Important Guardians, by William McKeever","isbns" : [ "9780062880321"
]},{"label" : "Moby Dick, by Herman Melville","isbns" : [ "9781620117002",
"9780553210071",
"9781402570957",
"9781483089737"
]},{"label" : "Why Fish Don't Exist: A Story of Loss, Love, and the Hidden Order of Life, by Lulu Miller","isbns" : [ "9781501160370",
"9781797106052",
"9781501160349"
]},{"label" : "The Soul of an Octopus: A Surprising Exploration Into the Wonder of Consciousness, by Sy Montgomery","isbns" : [ "9781451697711",
"9781501161148",
"9781622316168",
"9781622316175"
]},{"label" : "Deep: Freediving, Renegade Science, and What the Ocean Tells Us About Ourselves, by James Nestor","isbns" : [ "9780547985527",
"9780547985633"
]},{"label" : "Find a Way: One Wild and Precious Life, by Diana Nyad","isbns" : [ "9780385353618",
"9781101889039"
]},{"label" : "The Dragonfly Sea: A Novel, by Yvonne Adhiambo Owuor","isbns" : [ "9780451494054",
"9780451494047"
]},{"label" : "In the Heart of the Sea: The Tragedy of the Whaleship Essex, by Nathaniel Philbrick","isbns" : [ "9781568959443",
"9781611763577",
"9780670891573",
"9781101887912",
"9781429513661"
]},{"label" : "Spying on Whales: The Past, Present, and Future of Earth's Most Awesome Creatures, by Nick Pyenson","isbns" : [ "9780735224568"
]},{"label" : "The Discovery of Jeanne Baret: A Story of Science, the High Seas, and the First Woman to Circumnavigate the Globe, by Glynis Ridley","isbns" : [ "9780307463524"
]},{"label" : "New England Lighthouses: Bay of Fundy to Long Island Sound, by Bruce Roberts","isbns" : [ "9780791054888"
]},{"label" : "Saint X, by Alexis Schaitkin","isbns" : [ "9781250219589",
"9781250219589",
"9781250219596",
"9781250239747",
"9781250239754"
]},{"label" : "The Island of Sea Women: A Novel, by Lisa See","isbns" : [ "9781432860424",
"9781501154850",
"9781501154874",
"9781508266860",
"9781508266877"
]},{"label" : "The World Beneath: The Life and Times of Unknown Sea Creatures and Coral Reefs, by Richard Smith","isbns" : [ "9781948062220"
]},{"label" : "Shark Drunk: The Art of Catching a Large Shark from a Tiny Rubber Dinghy in a Big Ocean, by Morten Andreas Strøksnes","isbns" : [ "9780451493484"
]},{"label" : "Headhunters on My Doorstep: A Treasure Island Ghost Story, by J. Maarten Troost","isbns" : [ "9781592407897"
]},{"label" : "Why We Swim, by Bonnie Tsui","isbns" : [ "9781616207861"
]},{"label" : "The Outlaw Ocean: Journeys aAross the Last Untamed Frontier, by Ian Urbina","isbns" : [ "9780451492944",
"9781101972373"
]},{"label" : "20,000 Leagues Under the Sea, by Jules Verne","isbns" : [ "9781974925773",
"9780451531698",
"9781620111659",
"9781882513871"
]},{"label" : "The Salt Path, by Raynor Winn","isbns" : [ "9780143134114"
]},{"label" : "The Deep","isbns" : [ "9780226595665"
]}]}
