{"label": "Resilient Raptors",
 "description": "Learn more about Peregrine Falcons, Bald Eagles, and other North American Raptors!",
"list": [
{"label" : "Raptors : the curious nature of diurnal birds of prey, by Keith L. Bildstein","isbns" : [ "9781501705793"
]},{"label" : "A field guide to hawks, North America, by William S. Clark","isbns" : [ "9780395936153"
]},{"label" : "How to sell a poison : the rise, fall, and toxic return of DDT, by Elena Conis","isbns" : [ "9781645036746"
]},{"label" : "Peregrine spring : a master falconer's extraordinary life with birds of prey, by Nancy  Cowan","isbns" : [ "9781493017706"
]},{"label" : "The bald eagle : the improbable journey of America's bird, by Jack E. Davis","isbns" : [ "9781631495250"
]},{"label" : "Hawks in flight : the flight identification of North American raptors, by Pete Dunne","isbns" : [ "9780395709597"
]},{"label" : "Birds of prey : hawks, eagles, falcons, and vultures of North America, by Pete Dunne","isbns" : [ "9780544018440"
]},{"label" : "Raptors of the world, by James Ferguson-Lees","isbns" : [ "9780618127627"
]},{"label" : "The falcon thief : a true tale of adventure, treachery, and the hunt for the perfect bird, by Joshua Hammer","isbns" : [ "9781501191886"
]},{"label" : "Saving the bald eagle, by Karen Latchana Kenney","isbns" : [ "9781641282802"
]},{"label" : "H is for Hawk, by Helen Macdonald","isbns" : [ "9780802123411",
"9780802191670",
"9781481530927",
"9781481530941",
"9781531700454"
]},{"label" : "The hawk's way : encounters with fierce beauty, by Sy Montgomery","isbns" : [ "9781668001967"
]},{"label" : "Birdology : adventures with a pack of hens, a peck of pigeons, cantankerous crows, fierce falcons, hip hop parrots, baby hummingbirds, and one murderously big living dinosaur, by Sy Montgomery","isbns" : [ "9781416569848"
]},{"label" : "Invention and innovation : a brief history of hype and failure, by Vaclav Smil","isbns" : [ "9780262048057"
]},{"label" : "Raptors of North America : natural history and conservation, by Noel F. R. Snyder","isbns" : [ "9780760325827"
]},{"label" : "The empire of the eagle : an illustrated natural history, by Mike Unwin","isbns" : [ "9780300232899"
]},{"label" : "The chemical age : how chemists fought famine and disease, killed millions, and changed our relationship with the Earth, by Frank A. Von Hippel","isbns" : [ "9780226697246"
]}]}
